Repository: microcomp/ckanext-add_to_profile
Catalog: ckanext/add_to_profile/i18n/*/LC_MESSAGES/ckanext-add_to_profile.po
Languages: sk

source: Notification: link added to user profile {0}
sk: Notifikácia: pridaný odkaz na dataset do profilu {0}

source: Notification: link deleted from user profile {0}
sk: Notifikácia: vymazaný odkaz na dataset z profilu {0}

source: Not authorized
sk: Nemáte povolenie

source: Dataset not found
sk: Dataset sa nepodarilo nájsť

source: add to profile
sk: pridať do profilu

source: Add to profile
sk: Pridať do profilu

source: Added
sk: Pridané

source: Dataset links:
sk: Odkazy na datasety:

source: Share on
sk: Zdieľať na

source: Warning! This hyperlink will open in a new window or tab (depending on which web browser they are using and how they configured that browser).
sk: Tento hypertextový odkaz sa otvorí v novom okne, alebo na novej karte (v závislosti od konfigurácie prehliadača).

source: Send link via e-mail
sk: Poslat odkaz v e-maile

source: Enter the mail addressof the recipient
sk: Zadaj email-ovu adresu prijemcu

source: Link from data.gov.sk
sk: Odkaz z data.gov.sk

source: We are sorry, but your browser doesn't support this feature. Please use File » Send » Link by Email...
sk: Je nám lúto váš prehliadač, nepodporuje túto funkciu. Prosím použite File » Send » Link by Email... vo vašom prehliadači na odoslanie
